Repository: OPUS4/application
Catalog: modules/default/language/error.tmx
Source language: de
Languages: en

source: Der Suchdienst ist im Moment nicht verfügbar.
en: The search service is currently not available.

source: Die angegebene Suchanfrage wird nicht unterstützt.
en: The given search query is not supported.

source: Die Suche konnte aufgrund eines Fehlers nicht ausgeführt werden.
en: An unknown error occurred when trying to execute search.

source: Seite nicht gefunden
en: Page not found

source: Die angegebende URL ist nicht gültig.
en: The accessed URL was not valid.

source: Anwendungsfehler
en: Application error

source: Fehler: Datei exisitert bereits oder kann nicht gespeichert werden.
en: Error: File already exists or could not be stored.

source: Sie dürfen nicht auf diese Seite zugreifen.
en: You need another identity to access this page.

source: Die beiden Passworteingaben sind nicht identisch.
en: Password confirmation does not match.

source: Sie haben keine Datei ausgewählt.
en: File upload is required.

source: Einige Werte haben zusätzliche Leerzeichen. Bitte Update auswählen für eine Bereinigung beim Speichern.
en: Some values have additional leading or trailing spaces. Please select update to trim values when saving.

source: '%value%' hat eine unerlaubte Form.
en: '%value%' is malformed.

source: Die Prüfziffer für '%value%' ist nicht korrekt.
en: The check digit of '%value%' is not valid.
